[{"id":1,"name":"Skazani na Shawshank", "year": "1994", "director":"Frank Darabont",
  "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
  "tags":["dramat", "kryminał", "więzienie", "adaptacja książki", "Stephen King"],
  "description":"Film nakręcony na podstawie książki mistrza horrorów Stephena Kinga. Andy Dufresne (Tim Robbins), dobrze zarabiający bankier z Nowej Anglii, zostaje oskarżony o podwójne zabójstwo - swojej żony i jej kochanka. Uparcie twierdzi, że jest niewinny, ale dzięki niezbitym dowodom zostaje skazany na podwójne dożywocie w więzieniu Shawshank. Shawshank rządzi hipokryta i fanatyk biblijny, naczelnik Norton (Bob Gunton), a wraz z nim sadystyczni strażnicy. Andy już po kilku dniach poznaje brutalną, więzienną rzeczywistość, ale dzięki wrodzonej inteligencji, sprytowi oraz pomocy przyjaciela Ellisa Boyda 'Reda' Reddinga (Morgan Freeman) udaje mu się zachować nadzieję, która pozwoli dokonać zemsty."},

  {"id":2,"name":"Ojciec chrzestny", "year": "1972", "director":"Francis Ford Coppola",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["dramat", "kryminał", "mafia"],
    "description":"USA, koniec II wojny światowej. Szefem nowojorskiej mafii jest sędziwy Don Vito Corleone (Marlon Brando), a jego pomocnikami są synowie: Sonny (James Caan) i Fredo (John Cazale) oraz inteligentny i rozważny Irlandczyk, Tom Hagen (Robert Duvall). Trzeci syn Vito, Michael (Al Pacino), absolwent wyższej uczelni, jest przeciwny działalności ojca. Pewnego dnia rodzina Corleone, odmawiając udziału w dystrybucji narkotyków, staje się niepotrzebną przeszkodą dla innych mafii. Dochodzi do nieudanego zamachu na Dona Corleone, a następnie do 'wielkiej wojny' nowojorskich gangów, w której niespodziewanie odegra kluczową rolę Michael"},

  {"id":3,"name":"Lśnienie", "year": "1980", "director":"Stanley Kubrick",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["dramat", "horror", "Stephen King", "adaptacja książki"],
    "description":"Jack Torrance (Jack Nicholson) pracuje jako dozorca hotelu Panorama w górach stanu Colorado. Pensjonat jest zamknięty na zimę więc Jack z rodziną są jedynymi mieszkańcami budynku. Kiedy burze śnieżne blokują familię Torrance'ów w hotelu, Danny, syn Jacka, który ma nadprzyrodzone, telepatyczne zdolności odkrywa, że pensjonat jest nawiedzony i duchy powoli doprowadzają jego ojca do obłędu. Kiedy Jack spotyka zjawę pana Grady'ego, poprzedniego dozorcę hotelu, sytuacja staje się coraz groźniejsza"},

  {"id":4,"name":"Blair Witch Project", "year": "1999", "director":"Daniel Myrick, Eduardo Sánchez",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["horror", "tajemnica", "nagrywane z ręki"],
    "description":"Jack Torrance (Jack Nicholson) pracuje jako dozorca hotelu Panorama w górach stanu Colorado. Pensjonat jest zamknięty na zimę więc Jack z rodziną są jedynymi mieszkańcami budynku. Kiedy burze śnieżne blokują familię Torrance'ów w hotelu, Danny, syn Jacka, który ma nadprzyrodzone, telepatyczne zdolności odkrywa, że pensjonat jest nawiedzony i duchy powoli doprowadzają jego ojca do obłędu. Kiedy Jack spotyka zjawę pana Grady'ego, poprzedniego dozorcę hotelu, sytuacja staje się coraz groźniejsza"},

  {"id":5,"name":"Tragedia na przeleczy Diatlowa", "year": "2013", "director":"Renny Harlin",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["horror", "tajemnica", "nagrywane z ręki", "survival", "Sci-Fi"],
    "description":"W nocy 2 lutego 1959 roku w pobliżu góry Otorten (co w języku lokalnego ludu Mansów oznacza 'Nie idź tam'), w północnej części Uralu, dziewięcioro uczestników studenckiej wyprawy poniosło śmierć w niewyjaśnionych, ostatecznie do dziś, okolicznościach. Ślady wskazywały, że byli oni zmuszeni do nagłego opuszczenia namiotu, pomimo że temperatura tamtej nocy wynosiła -30 stopni Celsjusza. Trzy miesiące później, w maju 1959 roku, śledztwo w sprawie tragedii na przełęczy Diatłowaa zostało umorzone, a jako oficjalną wersję przyczyny śmierci członków ekspedycji podano 'działanie nieznanej siły'. Przeszło pół wieku po tamtych wydarzeniach młodzi amerykańscy studenci wyruszają do Rosji, by zbadać i wyjaśnić co tak naprawdę wydarzyło się pół wieku wcześniej."},

  {"id":6,"name":"Helikopter w ogniu ", "year": "2001", "director":"Ridley Scott",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["dramat", "wojenny", "żołnierz", "survival", ""],
    "description":"Film oparty na faktach, opowiada historię operacji wojskowej przeprowadzonej przez siły amerykańskie na terenie Somalii. Elitarna jednostka ma za zadanie porwać dwóch przywódców zbuntowanych Somalijczyków. Prosta akcja przewidziana na 30 minut, a jednak coś idzie nie tak jak powinno... Zostają zestrzelone 2 amerykańskie helikoptery. I tu zaczynają się kłopoty, bo okazuje się, że jednostki wysłane na ratunek zestrzelonym żołnierzom mają przeciwko sobie dobrze uzbrojony tłum Somalijczyków broniących swojego terytorium przed obcą interwencją."},

  {"id":7,"name":"Człowiek z blizną", "year": "1983", "director":"Brian De Palma",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["dramat", "kryminał", "mafia", "", ""],
    "description":"Trzymający w napięciu i jeden z najbardziej brutalnych filmów mistrza suspensu Briana De Palmy ze świetnym scenariuszem Olivera Stone'a i doskonałą muzyką Giorgio Morodera. Nowa wersja filmu Howarda Hawksa z 1932 roku. Opowieść o życiu Tony'ego Montany (genialna kreacja Ala Pacino), drobnego, ale bezwzględnego przestępcy z Kuby, który po przybyciu do Stanów Zjednoczonych razem z przyjacielem staje się częścią narkotykowego biznesu. Wkrótce zaczyna się piąć po szczeblach gangsterskiej hierarchii, tworząc prawdziwe kokainowe imperium."},

  {"id":8,"name":"Szeregowiec Ryan", "year": "1998", "director":"Steven Spielberg",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["dramat", "wojenny", "żołnierz", "Matt Damon", ""],
    "description":"Historia oglądana oczami kilku amerykańskich żołnierzy, zaczyna się w decydującym dniu inwazji na Normandię. Oto plaża, na której, podczas śmiertelnie niebezpiecznej misji, ludzie muszą dokonać niemożliwego. Kapitan John Miller (Tom Hanks) otrzymuje rozkaz przedarcia się za linię wroga, by odnaleźć szeregowca Jamesa Ryana, którego trzej bracia polegli w walce. Stojąc twarzą w twarz ze śmiercią żołnierze pytają o sens tej, zdawać by się mogło, beznadziejnej misji. Dlaczego ośmiu ludzi musi ryzykować życie, by ocalić jednego? W brutalnej rzeczywistości krwawej wojny każdy z bohaterów stara się przetrwać i znaleźć własną odpowiedź. "},

  {"id":9,"name":"Tożsamość Bourne'a", "year": "2002", "director":"Doug Liman",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["Matt Damon", "kryminał", "sensacyjny", "survival", ""],
    "description":"Pełen napięcia film akcji, nakręcony na podstawie światowego bestsellera Roberta Ludluma . W rolach głównych: Matt Damon (\"Ryzykowna gra\") i Franka Potente (\"Biegnij, Lola, biegnij\"). Choć postrzelonego Jasona Bourne'a uratowano od śmierci, całkowicie stracił pamięć. Wkrótce okazuje się, że jeżeli chce przeżyć, musi poznać swoją prawdziwą tożsamość. Ścigany przez swych prześladowców i upływający czas, Bourne odkrywa, że i on ma instynkt zabójcy... Dzięki międzynarodowej fabule, brawurowej akcji, karkołomnym pościgom na ulicach Paryża, wspaniałym efektom specjalnym i pojedynkom, \"Tożsamość Bourne'a\" zapiera widzom dech w piersiach."},

  {"id":10,"name":"Gladiator", "year": "2000", "director":"Ridley Scott",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["kostiumowy", "walka", "honor", "", ""],
    "description":"Generał Maximus (Russell Crowe) zakończył kolejną udaną wyprawę wojenną. Zmuszony do ucieczki przez zazdrosnego o jego wpływy u Cesarza dziedzica tronu Commodusa, Maximus trafia do niewoli i zostaje gladiatorem. Powraca do Rzymu z zamiarem pomszczenia śmierci syna i żony. Wie, że jedyną siłą potężniejszą od samego Cesarza jest wola ludu, może dokonać swej zemsty, zostając największym bohaterem całego Imperium. \"Gladiator\" to epicka opowieść o odwadze i zemście osadzona w realiach Cesarstwa Rzymskiego roku 180 n.e. "},

  {"id":11,"name":"Ostatni samuraj", "year": "2003", "director":"Edward Zwick",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["kostiumowy", "walka", "honor", "", ""],
    "description":"Jest rok 1876. Kapitan Nathan Algren (Tom Cruise) jest weteranem wojny secesyjnej. Prześladują go traumatyczne wspomnienia walk i rzezi dokonanych na niewinnych plemionach. Z braku lepszych alternatyw przyjmuje propozycję wyjazdu do Japonii, gdzie ma szkolić armię walczącą z nieposłusznymi rebeliantami - samurajami dowodzonym przez Katsumoto (Ken Watanabe). Nieprzygotowani, niedoświadczeni i strachliwi żołnierze nie są w stanie wygrać żadnej bitwy z perfekcyjnymi i jakże zdeterminowanymi wojownikami. Podczas jednej z nich Nathan zostaje pojmany i osadzony w niewoli w wiosce samurajów, gdzie ma niepowtarzalną okazję zapoznania się z japońską kulturą i obyczajami. Stopniowo, zafascynowany ideologią i życiem wojowników, zmienia swoje nastawienie do \"wroga\" i staje po stronie Katsumoto."},

  {"id":12,"name":"Full Metal Jacket", "year": "1987", "director":"Stanley Kubrick",
    "poster":"https://robohash.org/magnifugitoccaecati.jpg?size=100x100&set=set1",
    "tags":["dramat", "wojenny", "żołnierz", "", ""],
    "description":"Wizja wojny w Wietnamie i okrutnego procesu dehumanizacji człowieka, który sprawia, iż żołnierze zmieniają się w maszyny do zabijania. Bohaterowie filmu zostają wysłani na obóz wojskowy z piekła rodem, pod komendę pozbawionego ludzkich odruchów D.I"},

{"id":13,"name":"Solarbreeze","description":"Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.","poster":"https://robohash.org/officiaesseet.jpg?size=100x100&set=set1","tags":[9,1,15]},
{"id":14,"name":"Sonair","description":"Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus.","poster":"https://robohash.org/aconsecteturfugiat.jpg?size=100x100&set=set1","tags":[1,10,13,6,7,3]},
{"id":15,"name":"Biodex","description":"Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl. Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est.","poster":"https://robohash.org/inofficiisdoloremque.jpg?size=100x100&set=set1","tags":[15,3,9,5]},
{"id":16,"name":"Y-Solowarm","description":"Nulla suscipit ligula in lacus. Curabitur at ipsum ac tellus semper interdum.","poster":"https://robohash.org/omnisliberoea.jpg?size=100x100&set=set1","tags":[2,13,9]},
{"id":17,"name":"Latlux","description":"Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet.","poster":"https://robohash.org/omnisnostrumblanditiis.jpg?size=100x100&set=set1","tags":[12,6,8,14,11]},
{"id":18,"name":"Tin","description":"Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante.","poster":"https://robohash.org/animierrorconsequatur.jpg?size=100x100&set=set1","tags":[2,7,13,15,4,10]},
{"id":19,"name":"Kanlam","description":"Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.","poster":"https://robohash.org/adenimofficia.jpg?size=100x100&set=set1","tags":[15,5,12,1]},
{"id":20,"name":"Prodder","description":"In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus. Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi. Cras non velit nec nisi vulputate nonummy.","poster":"https://robohash.org/quiainearum.jpg?size=100x100&set=set1","tags":[8,4,14,1,10]}]
