[{"id":1,"name":"Skazani na Shawshank","originalTitle":"The Shawshank Redemption","year": "1994","director":"Frank Darabont",
  "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BNzUzNzI0MjAxMl5BMl5BanBnXkFtZTgwMjQ2MjEyMDE@._V1_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BMTcxMjg2MzA0OV5BMl5BanBnXkFtZTgwNzQ2MjEyMDE@._V1_.jpg"],
  "tags":[1,3,13,11,29],
  "description":"Film nakręcony na podstawie książki mistrza horrorów Stephena Kinga. Andy Dufresne (Tim Robbins), dobrze zarabiający bankier z Nowej Anglii, zostaje oskarżony o podwójne zabójstwo – swojej żony i jej kochanka. Uparcie twierdzi, że jest niewinny, ale dzięki niezbitym dowodom zostaje skazany na podwójne dożywocie w więzieniu Shawshank. Shawshank rządzi hipokryta i fanatyk biblijny, naczelnik Norton (Bob Gunton), a wraz z nim sadystyczni strażnicy. Andy już po kilku dniach poznaje brutalną, więzienną rzeczywistość, ale dzięki wrodzonej inteligencji, sprytowi oraz pomocy przyjaciela Ellisa Boyda 'Reda' Reddinga (Morgan Freeman) udaje mu się zachować nadzieję, która pozwoli dokonać zemsty."},

  {"id":2,"name":"Ojciec chrzestny","originalTitle":"The Godfather","year":"1972","director":"Francis Ford Coppola",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMTM5Zjg5N2QtYzQ0NS00MDUwLWIxZWQtODYzNTBkY2M3MGYyXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BZTRmNjQ1ZDYtNDgzMy00OGE0LWE4N2YtNTkzNWQ5ZDhlNGJmL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR0,0,704,1000_AL_.jpg"],
    "tags":[1,3,14],
    "description":"USA, koniec II wojny światowej. Szefem nowojorskiej mafii jest sędziwy Don Vito Corleone (Marlon Brando), a jego pomocnikami są synowie: Sonny (James Caan) i Fredo (John Cazale) oraz inteligentny i rozważny Irlandczyk, Tom Hagen (Robert Duvall). Trzeci syn Vito, Michael (Al Pacino), absolwent wyższej uczelni, jest przeciwny działalności ojca. Pewnego dnia rodzina Corleone, odmawiając udziału w dystrybucji narkotyków, staje się niepotrzebną przeszkodą dla innych mafii. Dochodzi do nieudanego zamachu na Dona Corleone, a następnie do 'wielkiej wojny' nowojorskich gangów, w której niespodziewanie kluczową rolę odegra Michael."},

  {"id":3,"name":"Lśnienie","originalTitle":"The Shining","year":"1980","director":"Stanley Kubrick",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMTg1MTU1Njk5M15BMl5BanBnXkFtZTgwMzc0NTIxMDE@._V1_SY1000_CR0,0,714,1000_AL_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BMDBlMjUwNTktODY3NS00NTAzLWI5NzUtYjYyYzYyOWY1Njg5XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SY1000_SX675_AL_.jpg "],
    "tags":[1,2,29,11],
    "description":"Jack Torrance (Jack Nicholson) pracuje jako dozorca hotelu Panorama w górach stanu Colorado. Pensjonat jest zamknięty na zimę, więc Jack z rodziną są jedynymi mieszkańcami budynku. Kiedy burze śnieżne blokują familię Torrance'ów w hotelu, Danny, syn Jacka, który ma nadprzyrodzone, telepatyczne zdolności, odkrywa, że pensjonat jest nawiedzony i duchy powoli doprowadzają jego ojca do obłędu. Kiedy Jack spotyka zjawę pana Grady'ego, poprzedniego dozorcę hotelu, sytuacja staje się coraz groźniejsza."},

  {"id":4,"name":"Blair Witch Project","originalTitle":"The Blair Witch Project","year":"1999","director":"Daniel Myrick, Eduardo Sánchez",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMTI0MzIwODI5NF5BMl5BanBnXkFtZTcwNDg5MjkxMQ@@._V1_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BYWEyYWIwNDItYmZkNC00ODg5LWIxYjMtNDA3ZmI5NzgwOWZmXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg"],
    "tags":[2,15,18],
    "description":"Grupa studentów wyrusza do lasów Black Hills w poszukiwaniu dawno zaginionej siostry jednego z nich. Wiele wskazuje na to, że wyprawa może przynieść efekt, szczególnie że swoją pomoc oferują dwaj miejscowi przewodnicy. Jednak wkrótce po wejściu w głąb lasu, po zapadnięciu zmroku, wędrowcy zaczynają doświadczać niepokojącej obecności. Jasne staje się, że legenda o klątwie wiedźmy z Blair jest bardziej przerażająca i bardziej prawdziwa niż ktokolwiek mógł przypuszczać…"},

  {"id":5,"name":"Tragedia na przełęczy Diatłowa","originalTitle":"The Dyatlov Pass Incident","year":"2013","director":"Renny Harlin",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BNzBlOTJjYjctZjM2NC00Yjk5LWIzYmMtMjU5ZTgyZDJjNjQ2XkEyXkFqcGdeQXVyNDUxNjc5NjY@._V1_SY1000_SX708_AL_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BMjMzOTMxMTA3N15BMl5BanBnXkFtZTgwNDg4MDAwMDE@._V1_SY1000_CR0,0,674,1000_AL_.jpg"],
    "tags":[2,15,18,12,6],
    "description":"W nocy 2 lutego 1959 roku w pobliżu góry Otorten (co w języku lokalnego ludu Mansów oznacza 'Nie idź tam'), w północnej części Uralu, dziewięcioro uczestników studenckiej wyprawy poniosło śmierć w niewyjaśnionych okolicznościach. Ślady wskazywały, że byli oni zmuszeni do nagłego opuszczenia namiotu, pomimo że temperatura tamtej nocy wynosiła -30 stopni Celsjusza. Trzy miesiące później, w maju 1959 roku, śledztwo w sprawie tragedii na przełęczy Diatłowa zostało umorzone, a jako oficjalną wersję przyczyny śmierci członków ekspedycji podano 'działanie nieznanej siły'. Przeszło pół wieku po tamtych wydarzeniach młodzi amerykańscy studenci wyruszają do Rosji, by zbadać i wyjaśnić, co tak naprawdę wydarzyło się pół wieku wcześniej."},

  {"id":6,"name":"Helikopter w ogniu","originalTitle":"Black Hawk Down","year":"2001","director":"Ridley Scott",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMTM5MjE4MTUzMV5BMl5BanBnXkFtZTcwNDQ5NDQyNA@@._V1_SY1000_CR0,0,732,1000_AL_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BYWMwMzQxZjQtODM1YS00YmFiLTk1YjQtNzNiYWY1MDE4NTdiXkEyXkFqcGdeQXVyNDYyMDk5MTU@._V1_SY1000_SX675_AL_.jpg"],
    "tags":[1,5,19,12],
    "description":"Film oparty na faktach, opowiada historię operacji wojskowej przeprowadzonej przez siły amerykańskie na terenie Somalii. Elitarna jednostka ma za zadanie porwać dwóch przywódców zbuntowanych Somalijczyków. Prosta akcja przewidziana na 30 minut, a jednak coś idzie nie tak jak powinno… Zostają zestrzelone 2 amerykańskie helikoptery. I tu zaczynają się kłopoty, bo okazuje się, że jednostki wysłane na ratunek zestrzelonym żołnierzom mają przeciwko sobie dobrze uzbrojony tłum Somalijczyków broniących swojego terytorium przed obcą interwencją."},

  {"id":7,"name":"Człowiek z blizną","originalTitle":"Scarface","year":"1983","director":"Brian De Palma",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BNTI2OGYwOTgtNzI1OS00ZDBkLWJkMWMtZjg0MGUzODJiNTU2L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDAxOTExNTM@._V1_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BMjAzOTM4MzEwNl5BMl5BanBnXkFtZTgwMzU1OTc1MDE@._V1_.jpg"],
    "tags":[1,3,14],
    "description":"Trzymający w napięciu i jeden z najbardziej brutalnych filmów mistrza suspensu Briana De Palmy ze świetnym scenariuszem Olivera Stone'a i doskonałą muzyką Giorgio Morodera. Nowa wersja filmu Howarda Hawksa z 1932 roku. Opowieść o życiu Tony'ego Montany (genialna kreacja Ala Pacino), drobnego, ale bezwzględnego przestępcy z Kuby, który po przybyciu do Stanów Zjednoczonych razem z przyjacielem staje się częścią narkotykowego biznesu. Wkrótce zaczyna się piąć po szczeblach gangsterskiej hierarchii, tworząc prawdziwe kokainowe imperium."},

  {"id":8,"name":"Szeregowiec Ryan","originalTitle":"Saving Private Ryan","year":"1998","director":"Steven Spielberg",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMTMwODMwNTY0N15BMl5BanBnXkFtZTcwODA5NzgwMw@@._V1_SY1000_CR0,0,666,1000_AL_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BZjhkMDM4MWItZTVjOC00ZDRhLThmYTAtM2I5NzBmNmNlMzI1XkEyXkFqcGdeQXVyNDYyMDk5MTU@._V1_SY1000_CR0,0,679,1000_AL_.jpg"],
    "tags":[1,5,19,30],
    "description":"Historia oglądana oczami kilku amerykańskich żołnierzy, zaczyna się w decydującym dniu inwazji na Normandię. Oto plaża, na której, podczas śmiertelnie niebezpiecznej misji, ludzie muszą dokonać niemożliwego. Kapitan John Miller (Tom Hanks) otrzymuje rozkaz przedarcia się za linię wroga, by odnaleźć szeregowca Jamesa Ryana, którego trzej bracia polegli w walce. Stojąc twarzą w twarz ze śmiercią żołnierze pytają o sens tej, zdawać by się mogło, beznadziejnej misji. Dlaczego ośmiu ludzi musi ryzykować życie, by ocalić jednego? W brutalnej rzeczywistości krwawej wojny każdy z bohaterów stara się przetrwać i znaleźć własną odpowiedź."},

  {"id":9,"name":"Tożsamość Bourne'a","originalTitle":"The Bourne Identity","year":"2002","director":"Doug Liman",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BYWQzYzU4ZjctMWM4MS00NWQ2LWFmZTktMzIwNzgzYTljNzQ3XkEyXkFqcGdeQXVyNjgxNTQ3Mjk@._V1_SX749_CR0,0,749,999_AL_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BM2JkNGU0ZGMtZjVjNS00NjgyLWEyOWYtZmRmZGQyN2IxZjA2XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR0,0,666,1000_AL_.jpg"],
    "tags":[30,3,7,12,11],
    "description":"Pełen napięcia film akcji, nakręcony na podstawie światowego bestsellera Roberta Ludluma. W rolach głównych: Matt Damon (\"Ryzykowna gra\") i Franka Potente (\"Biegnij, Lola, biegnij\"). Choć postrzelonego Jasona Bourne'a uratowano od śmierci, całkowicie stracił pamięć. Wkrótce okazuje się, że jeżeli chce przeżyć, musi poznać swoją prawdziwą tożsamość. Ścigany przez swych prześladowców i upływający czas, Bourne odkrywa, że i on ma instynkt zabójcy… Dzięki międzynarodowej fabule, brawurowej akcji, karkołomnym pościgom na ulicach Paryża, wspaniałym efektom specjalnym i pojedynkom, \"Tożsamość Bourne'a\" zapiera widzom dech w piersiach."},

  {"id":10,"name":"Gladiator","originalTitle":"Gladiator","year":"2000","director":"Ridley Scott",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BODg3YTEyMmEtZGI0Zi00MmI2LThkNjYtZjg1Y2UzYjI0Y2IzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDAxOTExNTM@._V1_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BMTgwMzQzNTQ1Ml5BMl5BanBnXkFtZTgwMDY2NTYxMTE@._V1_SY1000_CR0,0,675,1000_AL_.jpg"],
    "tags":[8,16,17,33],
    "description":"Generał Maximus (Russell Crowe) zakończył kolejną udaną wyprawę wojenną. Zmuszony do ucieczki przez zazdrosnego o jego wpływy u Cesarza dziedzica tronu Commodusa, Maximus trafia do niewoli i zostaje gladiatorem. Powraca do Rzymu z zamiarem pomszczenia śmierci syna i żony. Wie, że jedyną siłą potężniejszą od samego Cesarza jest wola ludu, więc może dokonać swej zemsty, zostając największym bohaterem całego Imperium. \"Gladiator\" to epicka opowieść o odwadze i zemście osadzona w realiach Cesarstwa Rzymskiego roku 180 n.e."},

  {"id":11,"name":"Ostatni samuraj","originalTitle":"The Last Samurai","year": "2003", "director":"Edward Zwick",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BODc4NjQ4Njc0Nl5BMl5BanBnXkFtZTcwOTg3MzUzMw@@._V1_SY1000_CR0,0,670,1000_AL_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BMzkyNzQ1Mzc0NV5BMl5BanBnXkFtZTcwODg3MzUzMw@@._V1_SY1000_CR0,0,675,1000_AL_.jpg"],
    "tags":[8,16,17,34,27,1],
    "description":"Jest rok 1876. Kapitan Nathan Algren (Tom Cruise) jest weteranem wojny secesyjnej. Prześladują go traumatyczne wspomnienia walk i rzezi dokonanych na niewinnych plemionach. Z braku lepszych alternatyw przyjmuje propozycję wyjazdu do Japonii, gdzie ma szkolić armię walczącą z nieposłusznymi rebeliantami – samurajami dowodzonym przez Katsumoto (Ken Watanabe). Nieprzygotowani, niedoświadczeni i strachliwi żołnierze nie są w stanie wygrać żadnej bitwy z perfekcyjnymi i jakże zdeterminowanymi wojownikami. Podczas jednej z nich Nathan zostaje pojmany i osadzony w niewoli w wiosce samurajów, gdzie ma niepowtarzalną okazję zapoznania się z japońską kulturą i obyczajami. Stopniowo, zafascynowany ideologią i życiem wojowników, zmienia swoje nastawienie do \"wroga\" i staje po stronie Katsumoto."},

  {"id":12,"name":"Full Metal Jacket","originalTitle":"Full Metal Jacket","year":"1987","director":"Stanley Kubrick",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BNzc2ZThkOGItZGY5YS00MDYwLTkyOTAtNDRmZWIwMGRhYTc0L2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR0,0,656,1000_AL_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BNWE5ZWNkMDctNjkzYS00OTIxLTgxMWItZmFiYTBmNGQzMWRlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDAxOTExNTM@._V1_.jpg"],
    "tags":[1,5,19],
    "description":"Wizja wojny w Wietnamie i okrutnego procesu dehumanizacji człowieka, który sprawia, iż żołnierze zmieniają się w maszyny do zabijania. Bohaterowie filmu zostają wysłani na obóz wojskowy z piekła rodem, pod komendę pozbawionego ludzkich odruchów D.I."},

  {"id":13,"name":"Julie i Julia","originalTitle":"Julie & Julia","year":"2009","director":"Nora Ephron",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMzA4NjA2NjI2NV5BMl5BanBnXkFtZTcwOTEzNzI2Mg@@._V1_SY1000_CR0,0,672,1000_AL_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BMjE2Nzc2NTcyMF5BMl5BanBnXkFtZTcwODMwNTI3Mg@@._V1_.jpg"],
    "tags":[31,22,10,26],
    "description":"Julie jest nowojorską sekretarką przed trzydziestką, która sfrustrowana swym nudnym życiem, postanawia przez rok zrealizować 524 przepisy, wypełniające słynną amerykańską książkę kucharską sprzed lat, napisaną przez Julię Child. Ambitnej kucharce-amatorce kibicują mąż i przyjaciele. Przepisy są coraz trudniejsze, a dania coraz dziwaczniejsze, ale nie może się już wycofać, bo sprawę nagłaśniają media…"},

  {"id":14,"name":"Szef","originalTitle":"Chef","year":"2014","director":"Jon Favreau",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMTY5NTYzNTA1M15BMl5BanBnXkFtZTgwODIwODU1MTE@._V1_SY1000_CR0,0,680,1000_AL_.jpg", "https://images-na.ssl-images-amazon.com/images/M/MV5BNzgyMzMxNTQzOV5BMl5BanBnXkFtZTgwMzk0NzEzMTE@._V1_SY1000_CR0,0,1502,1000_AL_.jpg"],
    "tags":[22,25,4,36],
    "description":"Carl Casper (Jon Favreau) jest szefem kuchni renomowanej restauracji w Los Angeles. Podchodzi do pracy z wielką pasją, a każda potrawa, którą wymyśla, to prawdziwe dzieło sztuki. Jednak kłótnia ze znienawidzonym krytykiem kulinarnym, w której znaczący udział ma niefortunny i niezwykle popularny wpis Carla na Twitterze oraz wynikły z tego konflikt z właścicielem restauracji, powodują, że Carl rzuca pracę. Postanawia zacząć wszystko od nowa, korzystając ze wsparcia przyjaciół."},

  {"id":15,"name":"Mamma Mia!","originalTitle":"Mamma Mia!","year":"2008","director":"Phyllida Lloyd ",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BNDZiYzZlMzctZTdiZS00ZWFlLTk2NWUtNWFkOTY3MjlmNmVhXkEyXkFqcGdeQXVyNjg0MTk4NDM@._V1_SY1000_CR0,0,674,1000_AL_.jpg","https://images-na.ssl-images-amazon.com/images/M/MV5BMjExMzczNzk1Nl5BMl5BanBnXkFtZTcwMTgwMzAyNw@@._V1_SY1000_CR0,0,1505,1000_AL_.jpg"],
    "tags":[31,9,35,37],
    "description":"Film opowiada historię młodej i ślicznej Sophie (Amanda Seyfried), która niebawem ma wyjść za mąż. Dziewczyna chciałaby, aby do ślubnego kobierca zaprowadził ją jej ojciec. Problem w tym, że nigdy go nie poznała. Jej matka, Donna (Meryl Streep), zdradza tożsamość trzech mężczyzn, z którymi przed laty coś ją łączyło. Cała trójka zostaje zaproszona na ślub."},

  {"id":16,"name":"Smak curry","originalTitle":"The Lunchbox","year":"2013","director":"Ritesh Batra",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMTUwMzc1NjIzMV5BMl5BanBnXkFtZTgwODUyMTIxMTE@._V1_SY1000_CR0,0,679,1000_AL_.jpg","https://images-na.ssl-images-amazon.com/images/M/MV5BMjM2ODkxMzA5NV5BMl5BanBnXkFtZTgwOTYwOTYxMDE@._V1_SX1777_CR0,0,1777,998_AL_.jpg"],
    "tags":[22,24,1],
    "description":"Nieszczęśliwa w małżeństwie Ila (Nimrat Kaur) przyrządza obiad dla pracującego w biurze męża. Niestety, wskutek pomyłki kuriera posiłek trafia do Saajana (Irrfan Khan) – zgorzkniałego, stroniącego od ludzi wdowca. Notka wyjaśniająca błąd przemienia się w korespondencję, dzięki której Ila i Saajan coraz więcej się o sobie dowiadują i coraz bardziej się do siebie zbliżają."},

  {"id":17,"name":"Był sobie chłopiec","originalTitle":"About A Boy","year":"2002","director":"Chris Weitz, Paul Weitz",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMTQ2Mzg4MDAzNV5BMl5BanBnXkFtZTgwMjcxNTYxMTE@._V1_SY1000_CR0,0,672,1000_AL_.jpg","https://images-na.ssl-images-amazon.com/images/M/MV5BMTc1MjE2MzI3MV5BMl5BanBnXkFtZTYwOTgyODQ3._V1_.jpg"],
    "tags":[11,4,1],
    "description":"Bohaterem filmu jest 36-letni londyńczyk, Will Freeman. Will nigdy nie musiał pracować – wygodne życie zapewniają mu tantiemy za popularną kolędę, przed laty skomponowaną przez ojca. Nie mając rodziny ani kłopotów finansowych, Will umila sobie czas zakupami, telewizją i niezobowiązującymi randkami. Pewnego dnia odkrywa, jak fantastycznymi kobietami są młode matki, samotnie wychowujące dzieci. Wymyśla więc sobie fikcyjnego synka, którego musi sam wychowywać. Will sądzi, że udając odpowiedzialnego tatusia łatwiej nawiąże interesujące go znajomości. Jednak zbieg okoliczności sprawia, że zamiast atrakcyjnej trzydziestolatki w jego życie wkracza dwunastoletni Marcus – dziecko z problemami. W szkole dokuczają Marcusowi koledzy, a w domu mama wydaje się coraz smutniejsza. Marcus uważa, że Will znajdzie na wszystko radę. Will, który zwykł starannie unikać życiowych problemów, nie zamierza zmieniać swojego beztroskiego życia na luzie, zwłaszcza, że poznaje uroczą Rachel. Czy nowa znajomość okaże się ważniejsza od przyjaźni z Marcusem?"},

  {"id":18,"name":"Lagaan: Dawno temu w Indiach","originalTitle":"Lagaan: Once Upon a Time in India","year":"2001","director":"Ashutosh Gowariker",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BNDYxNWUzZmYtOGQxMC00MTdkLTkxOTctYzkyOGIwNWQxZjhmXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR0,0,666,1000_AL_.jpg","https://images-na.ssl-images-amazon.com/images/M/MV5BODM1ZGY4Y2QtY2RmMC00YWEwLWI5YmQtMWI0M2Y2ZWRkOTQwXkEyXkFqcGdeQXVyMjYwMDk5NjE@._V1_.jpg"],
    "tags":[24,21,38,27,28],
    "description":"W wiktoriańskich Indiach skromnie żyjący mieszkańcy jednej z rolniczych prowincji cierpią przez wysokie podatki od zboża, które muszą oddawać swoim angielskim władcom. Kiedy to sadystyczny kapitan Russel postanawia, że ludzie mieszkający na jego obszarze będą mu płacić dwa razy większe podatki niż dotychczas, jeden z wieśniaków pod wodzą charyzmatycznego Bhuvana widzi tylko jedno wyjście z sytuacji. Mieszkańcy wchodzą w ironicznie zainicjowany przez Anglików zakład: jeśli uda im się pokonać Anglików w krykieta (nieznaną dla nich grę), zwolnieni będą od płacenia podatków przez następne trzy lata. Jeśli jednak im się nie uda, będą zmuszeni zapłacić potrójnie."},

  {"id":19,"name":"McFarland, USA","originalTitle":"McFarland, USA","year":"2015","director":"Niki Caro",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMjMwNjY2Mjk5OV5BMl5BanBnXkFtZTgwODM2NTA0MzE@._V1_SY1000_CR0,0,674,1000_AL_.jpg","https://images-na.ssl-images-amazon.com/images/M/MV5BMzYwODE5NjgwN15BMl5BanBnXkFtZTgwMTc0NjgxMzE@._V1_SY1000_CR0,0,1503,1000_AL_.jpg"],
    "tags":[21,10,1,23,32],
    "description":"Trener futbolu Jim White (Kevin Costner) przenosi się wraz z rodziną do niewielkiego McFarland w Kalifornii i zatrudnia jako nauczyciel wychowania fizycznego w miejscowym liceum. Początkowo chce pracować z drużyną futbolistów, ale szybko dostrzega, że uczniowie stworzeni są do innej dyscypliny sportu – biegów przełajowych. Pozyskuje więc zgodę dyrektora szkoły i rozpoczyna treningi z 7-osobową drużyną."},

  {"id":20,"name":"Ostatni gwizdek","originalTitle":"Draft Day","year":"2014","director":"Ivan Reitman",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMjAyOTMxMjA3Nl5BMl5BanBnXkFtZTgwMTMwNjQ4MDE@._V1_SY1000_CR0,0,641,1000_AL_.jpg","https://images-na.ssl-images-amazon.com/images/M/MV5BMTAyMDgyMzk0NDZeQTJeQWpwZ15BbWU4MDUxNTM5NDEx._V1_SY1000_CR0,0,1096,1000_AL_.jpg"],
    "tags":[32,21,1,39],
    "description":"„Draft day”, czyli coroczny moment naboru młodych zawodników do klubów Ligi Futbolu Amerykańskiego NFL, dla wielu początkujących graczy znaczy być albo nie być w profesjonalnym sporcie. Dla klubów zaś jest okazją do wyłowienia największych talentów. Sonny Weaver, manager Cleveland Browns, należy do grona tych, których decyzje mają kluczowy wpływ na przyszłość młodych graczy. Czy w tym ważnym dniu dla swojej drużyny będzie potrafił postawić wszystko, w tym życie osobiste, na jedną kartę?"},

  {"id":21,"name":"Marsjanin","originalTitle":"The Martian","year":"2015","director":"Ridley Scott",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMTc2MTQ3MDA1Nl5BMl5BanBnXkFtZTgwODA3OTI4NjE@._V1_SY1000_CR0,0,675,1000_AL_.jpg","https://images-na.ssl-images-amazon.com/images/M/MV5BMTU5ODU1MjU2N15BMl5BanBnXkFtZTgwMzY3MDE5NTE@._V1._CR1000,0,800,1151_SY1000_CR0,0,695,1000_AL_.jpg"],
    "tags":[30,6,20,11],
    "description":"Straszliwa burza piaskowa sprawia, że marsjańska ekspedycja, w której skład wchodzi Mark Watney, musi ratować się ucieczką z Czerwonej Planety. Kiedy ciężko ranny Mark odzyskuje przytomność, stwierdza, że został na Marsie sam w zdewastowanym przez wichurę obozie, z minimalnymi zapasami powietrza i żywności, a na dodatek bez łączności z Ziemią. Co gorsza, zarówno pozostali członkowie ekspedycji, jak i sztab w Houston uważają go za martwego, nikt więc nie zorganizuje wyprawy ratunkowej; zresztą nawet gdyby wyruszyli po niego niemal natychmiast, dotarliby na Marsa długo po tym, jak zabraknie mu powietrza, wody i żywności. Czyżby to był koniec? Nic z tego. Mark rozpoczyna heroiczną walkę o przetrwanie, w której równie ważną rolę co naukowa wiedza, zdolności techniczne i pomysłowość odgrywają niezłomna determinacja i umiejętność zachowania dystansu wobec siebie i świata, który nie zawsze gra fair."},

{"id":22,"name":"Interstellar","originalTitle":"Interstellar","year":"2014","director":"Christopher Nolan",
  "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMjIxNTU4MzY4MF5BMl5BanBnXkFtZTgwMzM4ODI3MjE@._V1_SY1000_CR0,0,640,1000_AL_.jpg","https://images-na.ssl-images-amazon.com/images/M/MV5BMzAzMDczMTM4MV5BMl5BanBnXkFtZTgwMTU0Mjk3MjE@._V1_.jpg"],
  "tags":[6,1,20],
  "description":"Ziemia w niedalekiej przyszłości. Planeta jest sukcesywnie niszczona przez klęski suszy, a ludziom grozi wyginięcie. Nieoczekiwanie naukowcy odkrywają możliwość podróżowania poza granice Układu Słonecznego.Grupa astronautów wyrusza w najważniejszą w dziejach ludzkości podróż – muszą znaleźć miejsce, gdzie nasz gatunek będzie mógł przetrwać. Na czele załogi staje Cooper (Matthew McConaughey), były pilot NASA, który obecnie zajmuje się uprawą roli."},

  {"id":23,"name":"Przekręt","originalTitle":"Snatch","year":"2000","director":"Guy Ritchie",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BNDcwN2VjZDEtNWNhMS00MDc4LWIwZWQtM2Q2NjQyZTcwYzBjXkEyXkFqcGdeQXVyNTI4MjkwNjA@._V1_.jpg","https://images-na.ssl-images-amazon.com/images/M/MV5BMTAyMDM5OTIzNDdeQTJeQWpwZ15BbWU3MDY0Nzk3MzU@._V1_SY1000_CR0,0,1487,1000_AL_.jpg"],
    "tags":[4,3,14],
    "description":"Film złożony z kilku opowieści, które splatają się wokół historii o handlu diamentami. Fabuła opowiada poza tym o walkach psów, kradzieży samochodów, walce na pięści i upodobaniach środowiska przestępczego. Zawikłana intryga kryminalna służy ukazaniu barwnego świata ekscentrycznych postaci – wśród których odnajdziemy gangsterów, szefów mafii, bokserów i Cyganów."},

  {"id":24,"name":"Sędzia","originalTitle":"The Judge","year":"2014","director":"David Dobkin",
    "pics":["https://images-na.ssl-images-amazon.com/images/M/MV5BMTcyNzIxOTIwMV5BMl5BanBnXkFtZTgwMzE0NjQwMjE@._V1_SY1000_CR0,0,648,1000_AL_.jpg","https://images-na.ssl-images-amazon.com/images/M/MV5BMTc5ODY0NDUzOV5BMl5BanBnXkFtZTgwODczMDA4MjE@._V1_SY1000_CR0,0,964,1000_AL_.jpg"],
    "tags":[1,3,25,40],
    "description":"W filmie \"Sędzia\" Robert Downey Jr. wciela się w rolę Hanka Palmera, adwokata z wielkiego miasta, który powraca w rodzinne strony. Na miejscu dowiaduje się, że jego owdowiały ojciec, sędzia (Robert Duvall), jest podejrzany o popełnienie morderstwa. Hank postanawia dotrzeć do prawdy, a w trakcie swoich poszukiwań odnawia relacje z rodziną, z którą stracił kontakt wiele lat wcześniej."}]